IDEA Open Model
OpenModel.SubStructure Property
Compatible with IDEA StatiCa Beta 20.0
 Design Member
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<SubStructure> SubStructure { get; set; }
Public Property SubStructure As List(Of SubStructure)
	Get
	Set
Property Value
Type: List<SubStructure>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace